export default {
  projections: {
    ОтпускМатериалаE: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      складскоеМесто: {
        __caption__: 'Складское место',
        номерМеста: {
          __caption__: 'Номер места'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИОСотрудника: {
          __caption__: 'Ф и о сотрудника'
        }
      },
      заказ: {
        __caption__: 'Заказ',
        фИОЗаказчика: {
          __caption__: 'Ф и о заказчика'
        }
      }
    },
    ОтпускМатериалаL: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      складскоеМесто: {
        __caption__: 'Номер места',
        номерМеста: {
          __caption__: 'Номер места'
        }
      },
      сотрудники: {
        __caption__: 'Ф и о сотрудника',
        фИОСотрудника: {
          __caption__: 'Ф и о сотрудника'
        }
      },
      заказ: {
        __caption__: 'Ф и о заказчика',
        фИОЗаказчика: {
          __caption__: 'Ф и о заказчика'
        }
      }
    }
  },
  validations: {
    датаПроводки: {
      __caption__: 'Дата проводки'
    },
    заказ: {
      __caption__: 'Заказ'
    },
    складскоеМесто: {
      __caption__: 'Складское место'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
