export default {
  projections: {
    ЗаказE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОЗаказчика: {
        __caption__: 'Ф и о заказчика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способПолучения: {
        __caption__: 'Способ получения'
      },
      датаПолучения: {
        __caption__: 'Дата получения'
      },
      тЧЗаказа: {
        __caption__: 'Т ч заказа',
        количество: {
          __caption__: 'Количество'
        },
        товар: {
          __caption__: 'Товар',
          материал: {
            __caption__: 'Материал'
          }
        }
      }
    },
    ЗаказL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОЗаказчика: {
        __caption__: 'Ф и о заказчика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способПолучения: {
        __caption__: 'Способ получения'
      },
      датаПолучения: {
        __caption__: 'Дата получения'
      }
    }
  },
  validations: {
    адресЗаказа: {
      __caption__: 'Адрес заказа'
    },
    датаПолучения: {
      __caption__: 'Дата получения'
    },
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    способПолучения: {
      __caption__: 'Способ получения'
    },
    фИОЗаказчика: {
      __caption__: 'Ф и о заказчика'
    },
    тЧЗаказа: {
      __caption__: 'Т ч заказа'
    }
  }
};
