export default {
  projections: {
    СотрудникиE: {
      фИОСотрудника: {
        __caption__: 'Ф и о сотрудника'
      },
      должность: {
        __caption__: 'Должность'
      },
      табель: {
        __caption__: 'Табель'
      }
    },
    СотрудникиL: {
      фИОСотрудника: {
        __caption__: 'Ф и о сотрудника'
      },
      должность: {
        __caption__: 'Должность'
      },
      табель: {
        __caption__: 'Табель'
      }
    }
  },
  validations: {
    должность: {
      __caption__: 'Должность'
    },
    табель: {
      __caption__: 'Табель'
    },
    фИОСотрудника: {
      __caption__: 'Ф и о сотрудника'
    }
  }
};
