export default {
  projections: {
    ПоставщикиE: {
      кодПоставщика: {
        __caption__: 'Код поставщика'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      номерТС: {
        __caption__: 'Номер ТС'
      }
    },
    ПоставщикиL: {
      кодПоставщика: {
        __caption__: 'Код поставщика'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      номерТС: {
        __caption__: 'Номер ТС'
      }
    }
  },
  validations: {
    кодПоставщика: {
      __caption__: 'Код поставщика'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    номерТС: {
      __caption__: 'Номер ТС'
    }
  }
};
