export default {
  projections: {
    ТоварE: {
      кодМатериала: {
        __caption__: 'Код материала'
      },
      материал: {
        __caption__: 'Материал'
      },
      цена: {
        __caption__: 'Цена'
      },
      естьВНаличии: {
        __caption__: 'Есть в наличии'
      },
      количество: {
        __caption__: 'Количество'
      },
      складскоеМесто: {
        __caption__: 'Складское место',
        номерМеста: {
          __caption__: 'Номер места'
        }
      }
    },
    ТоварL: {
      кодМатериала: {
        __caption__: 'Код материала'
      },
      материал: {
        __caption__: 'Материал'
      },
      цена: {
        __caption__: 'Цена'
      },
      естьВНаличии: {
        __caption__: 'Есть в наличии'
      },
      количество: {
        __caption__: 'Количество'
      },
      складскоеМесто: {
        __caption__: 'Номер места',
        номерМеста: {
          __caption__: 'Номер места'
        }
      }
    }
  },
  validations: {
    естьВНаличии: {
      __caption__: 'Есть в наличии'
    },
    кодМатериала: {
      __caption__: 'Код материала'
    },
    количество: {
      __caption__: 'Количество'
    },
    материал: {
      __caption__: 'Материал'
    },
    цена: {
      __caption__: 'Цена'
    },
    складскоеМесто: {
      __caption__: 'Складское место'
    }
  }
};
